Repository: dropout-tech/waddle
Catalog: ios/App/WatchShared/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: %lld left
zh_hant: 還有 %lld 件

source: %lld points
zh_hant: %lld 點

source: All done
zh_hant: 都完成了

source: Check in on iPhone
zh_hant: 請在 iPhone 簽到

source: Check-in
zh_hant: 每日簽到

source: Check-in status unavailable
zh_hant: 暫時無法取得簽到狀態

source: Checked in today
zh_hant: 今天已簽到

source: Complete on iPhone
zh_hant: 請在 iPhone 完成

source: Couldn't update. Open Huddle on iPhone.
zh_hant: 無法更新，請開啟 iPhone 上的 Huddle。

source: Done
zh_hant: 已完成

source: Focus
zh_hant: 專注

source: Focusing
zh_hant: 專注中

source: Focusing %@
zh_hant: 專注中 %@

source: Huddle Today
zh_hant: Huddle 今天

source: Mark complete
zh_hant: 標為完成

source: Next task or focus timer.
zh_hant: 下一件任務或專注倒數。

source: Not checked in yet
zh_hant: 今天還沒簽到

source: Nothing left today
zh_hant: 今天都完成了

source: Open Huddle on iPhone to apply
zh_hant: 請開啟 iPhone 上的 Huddle 以套用

source: Open Huddle on your iPhone and sign in.
zh_hant: 在 iPhone 開啟 Huddle 並登入。

source: Open Huddle on your iPhone to sync today.
zh_hant: 在 iPhone 開啟 Huddle，同步今天的安排。

source: Out of date · open Huddle on iPhone
zh_hant: 資料較舊 · 請開啟 iPhone 上的 Huddle

source: Pause
zh_hant: 暫停

source: Paused
zh_hant: 暫停中

source: Ready
zh_hant: 準備好了

source: Resume
zh_hant: 繼續

source: Sent to iPhone
zh_hant: 已送到 iPhone

source: Sign in on iPhone
zh_hant: 請在 iPhone 登入

source: Start
zh_hant: 開始

source: Syncing
zh_hant: 同步中

source: Today
zh_hant: 今天

source: Updated %@
zh_hant: 更新於 %@

source: Waiting for iPhone
zh_hant: 等待 iPhone 同步

source: Will sync when iPhone is nearby
zh_hant: iPhone 在附近時會同步

source: iPhone not reachable
zh_hant: 連不到 iPhone
